import img from '../../image/shutterstock_30372550.jpg'
import classes from './AbouteCompany.module.css'
import imgAbout from '../../image/istockphoto-485627208-612x612.jpg'
import ScrollButton from '../MyButton/ScrollButton'
import { CompanyName } from '../Footer/CompanyName'


export function AboutCompany(){

    return (
        <div className={classes.aboutCompany}>
            <div className={classes.content}>
                <h1>Про компанію</h1>
                <img src={img} alt="chicken" />
            </div>
           
            <div className={classes.informations}>
                    <ScrollButton />
            <div className={classes.allInfo}>
            
                <div className={classes.info}>
                            <h1>Компанія ТОВ Аналітінформ</h1>
              
                    <p>
                        Компанія <strong> ТОВ "Аналітінформ "</strong> поважає і піклується про своїх клієнтів, підтримує комфортні умови
                        партнерства, націлена на довгострокову взаємовигідну співпрацю з досягненням високих результатів.
                    </p>
                    <p>
                        В умовах сучасного ринку ми представляємо продукцію світових лідерів виробництва та використовуємо
                        унікальний досвід наших фахівців і способи вирішення багатьох проблем промислового тваринництва
                        та птахівництва.
                    </p>
                    <p>
                        Мета діяльності: через забезпечення потреб власників тварин в якісних препаратах, кормових
                        добавках і засобах сприяти розвитку тваринництва та підвищенню його конкурентноздатності, забезпечення
                        здоров’я тварин.
                    </p>
              
              </div>

                <div className={classes.imageInfo}>
                    <img className={classes.image} src={imgAbout} alt="Company" />
                </div>
             
            </div>
            </div>
            <div className={classes.footerInfo}>
                <div className={classes.foot}>
                    <div>
                        <h4>Принципи нашої роботи:</h4>
                        <ul>
                            <li>Втримувати лідируючу позицію на ринку;</li>
                            <li>Бути номер один по якості технічної підтримки в свинарстві та птахівництві;</li>
                            <li>Бути єдиною командою професіоналів, яка плідно працює і постійно розвивається;</li>
                           <li>Комплексне забезпечення наших клієнтів та індивідуале сервісне обслуговування;</li>
                           <li>Стійкий фінансовий стан та стабільний ріст власного капіталу;</li>
                            <li>Вихід на ринок міжнародного капіталу;</li>
                            <li>Нарощення обсягів продажу продукції;</li>
                            <li>Збільшення кількості постійних клієнтів;</li>
                            <li>Забезпечення оперативної доставки замовлень в будь-яке місто України;</li>
                            <li>Двосторонній зв’язок з партнерами;</li>
                            <li>Супровід наших продуктів від моменту закупівлі сировини до моменту отримання покупцем гарантованого ефекту.</li>
                        </ul>
                    </div>

                    <div className={classes.footInfo}>
                        <div>
                            <h4>Основні наші переваги:</h4>
                            <ul>
                                <li>МИ маємо успішний багаторічний досвід роботи в Україні</li>
                                <li>МИ зарекомендували себе як надійний і відповідальний постачальник</li>
                               <li>МИ своєчасно і сумлінно виконуємо свої зобов’язання</li>
                               <li>МИ забезпечуємо супровід поставок</li>
                                <li>МИ надаємо кваліфіковане консультування клієнтів</li>
                              <li>МИ маємо  індивідуальний підхід до кожного клієнта</li>
                            </ul>
                        </div>
                        <div>
                            <h4>Основні переваги нашої продукції:</h4>
                            <ul>
                                <li>Європейські стандарти якості</li>
                                <li>Висока ефективність при низьких нормах витрати</li>
                                <li>Зручність застосування</li>
                                <li>Безпека для людей і навколишнього середовища</li>
                                <li>Економічність у використанні</li>
                                <li>Технологічність</li>
                                <li>Стабільність при зберіганні</li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>

            <CompanyName />
        </div>
    );
}